Repository: LumiBearStudio/ClipRaven
Catalog: ClipRaven/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, it, ja, pt_br, zh_hans, zh_hant

source: 민감한 데이터(비밀번호, 신용카드, API 키 등)는 자동으로 동기화에서 제외됩니다. '개인정보 보호' 탭에서 추가 앱을 제외할 수 있습니다.
de: Sensible Daten (Passwörter, Karten, API-Schlüssel usw.) werden automatisch vom Sync ausgeschlossen. Weitere Apps können im Tab ‚Datenschutz' ausgeschlossen werden.
en: Sensitive data (passwords, credit cards, API keys, etc.) is automatically excluded from sync. Add more apps to exclude in the Privacy tab.
es: Los datos sensibles (contraseñas, tarjetas, claves API, etc.) se auto-excluyen del sync. Excluye más apps en la pestaña «Privacidad».
fr: Les données sensibles (mots de passe, cartes, clés API, etc.) sont auto-exclues de la sync. Excluez d'autres apps dans l'onglet « Confidentialité ».
it: I dati sensibili (password, carte, chiavi API, ecc.) sono auto-esclusi dal sync. Aggiungi altre app da escludere nella scheda «Privacy».
ja: 機密データ(パスワード、カード、APIキーなど)は同期から自動除外されます。「プライバシー」タブで除外アプリを追加できます。
pt_br: Dados sensíveis (senhas, cartões, chaves API etc.) são auto-excluídos do sync. Adicione mais apps na aba «Privacidade».
zh_hans: 敏感数据 (密码、卡号、API 密钥等) 自动从同步中排除。可在「隐私」标签中排除更多应用。
zh_hant: 敏感資料 (密碼、卡號、API 金鑰等) 會自動從同步排除。可在「隱私」分頁中排除更多應用程式。

source: 민트
de: Minze
en: Mint
es: Menta
fr: Menthe
it: Menta
ja: ミント
pt_br: Menta
zh_hans: 薄荷
zh_hant: 薄荷

source: 방금
de: Gerade eben
en: Just now
es: Justo ahora
fr: À l'instant
it: Adesso
ja: たった今
pt_br: Agora mesmo
zh_hans: 刚刚
zh_hant: 剛才

source: 백업 가져오기...
de: Sicherung importieren …
en: Import backup…
es: Importar copia…
fr: Importer une sauvegarde…
it: Importa backup…
ja: バックアップを読み込み…
pt_br: Importar backup…
zh_hans: 导入备份…
zh_hant: 匯入備份…

source: 백업 저장 위치
de: Sicherung speichern unter …
en: Choose backup location
es: Guardar copia en…
fr: Emplacement de sauvegarde
it: Salva backup in…
ja: バックアップの保存場所
pt_br: Salvar backup em…
zh_hans: 备份保存位置
zh_hant: 備份儲存位置

source: 백업 파일에 backup.json이 없습니다. 올바른 ClipRaven 백업 파일이 맞는지 확인해주세요.
de: Sicherung fehlt backup.json. Bitte verifizieren Sie eine gültige ClipRaven-Sicherung.
en: Backup file is missing backup.json. Make sure it's a valid ClipRaven backup.
es: La copia no contiene backup.json. Comprueba que es una copia válida de ClipRaven.
fr: La sauvegarde n'a pas de backup.json. Vérifiez qu'il s'agit d'une sauvegarde ClipRaven valide.
it: Il backup non contiene backup.json. Verifica che sia un backup ClipRaven valido.
ja: バックアップにbackup.jsonがありません。正しいClipRavenバックアップか確認してください。
pt_br: O backup não contém backup.json. Verifique se é um backup válido do ClipRaven.
zh_hans: 备份中缺少 backup.json。请确认是有效的 ClipRaven 备份。
zh_hant: 備份缺少 backup.json。請確認為有效的 ClipRaven 備份。

# 버전 %@ (%@)
source: 버전 %1$@ (%2$@)
de: Version %@ (%@)
en: Version %1$@ (%2$@)
es: Versión %@ (%@)
fr: Version %@ (%@)
it: Versione %@ (%@)
ja: バージョン %@ (%@)
pt_br: Versão %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本 %@ (%@)

source: 번들 ID 직접 입력 (예: com.apple.Safari)
de: Bundle-ID eingeben (z. B. com.apple.Safari)
en: Enter bundle ID (e.g. com.apple.Safari)
es: Introduce el bundle ID (ej. com.apple.Safari)
fr: Saisir l'ID de bundle (ex. com.apple.Safari)
it: Inserisci bundle ID (es. com.apple.Safari)
ja: バンドルIDを入力 (例: com.apple.Safari)
pt_br: Digite o bundle ID (ex. com.apple.Safari)
zh_hans: 输入 Bundle ID (例: com.apple.Safari)
zh_hant: 輸入 Bundle ID (例: com.apple.Safari)

source: 변경
de: Ändern
en: Change
es: Cambiar
fr: Modifier
it: Cambia
ja: 変更
pt_br: Alterar
zh_hans: 更改
zh_hant: 變更

source: 변경됨
de: Geändert
en: Modified
es: Modificado
fr: Modifié
it: Modificato
ja: 変更済み
pt_br: Modificado
zh_hans: 已修改
zh_hant: 已修改

source: 변환하여 붙여넣기
de: Konvertieren & einfügen
en: Convert & paste
es: Convertir y pegar
fr: Convertir et coller
it: Converti e incolla
ja: 変換して貼り付け
pt_br: Converter e colar
zh_hans: 转换后粘贴
zh_hant: 轉換並貼上

source: 병합
de: Zusammenführen
en: Merge
es: Combinar
fr: Fusionner
it: Unisci
ja: マージ
pt_br: Mesclar
zh_hans: 合并
zh_hant: 合併

source: 병합 (기존 데이터 유지)
de: Zusammenführen (bestehende behalten)
en: Merge (keep existing data)
es: Combinar (conservar existente)
fr: Fusionner (conserver l'existant)
it: Unisci (mantieni esistenti)
ja: マージ (既存を保持)
pt_br: Mesclar (manter existentes)
zh_hans: 合并 (保留现有)
zh_hant: 合併 (保留現有)

source: 병합은 안전합니다. 덮어쓰기를 선택하면 현재 저장된 모든 클립·태그·규칙이 삭제됩니다.
de: Zusammenführen ist sicher. Die Wahl von Überschreiben löscht alle aktuell gespeicherten Clips, Tags und Regeln.
en: Merging is safe. Choosing Overwrite will delete all currently saved clips, tags, and rules.
es: Fusionar es seguro. Elegir Sobrescribir eliminará todos los clips, etiquetas y reglas guardados actualmente.
fr: La fusion est sûre. Choisir Écraser supprimera tous les clips, tags et règles enregistrés.
it: L'unione è sicura. Scegliendo Sovrascrivi verranno eliminati tutti i clip, tag e regole attualmente salvati.
ja: マージは安全です。上書きを選択すると、現在保存されているクリップ・タグ・ルールがすべて削除されます。
pt_br: A mesclagem é segura. Escolher Sobrescrever excluirá todos os clipes, etiquetas e regras salvos.
zh_hans: 合并是安全的。选择覆盖将删除当前保存的所有剪贴项、标签和规则。
zh_hant: 合併是安全的。選擇覆寫將刪除目前儲存的所有剪貼項、標籤和規則。

source: 보관 기간
de: Aufbewahrung
en: Retention
es: Retención
fr: Conservation
it: Conservazione
ja: 保存期間
pt_br: Retenção
zh_hans: 保留期限
zh_hant: 保存期間

source: 보안 코드
de: Sicherheitscode
en: Security code
es: Código de seguridad
fr: Code de sécurité
it: Codice di sicurezza
ja: セキュリティコード
pt_br: Código de segurança
zh_hans: 安全码
zh_hant: 安全碼

source: 보안코드
de: Sicherheitscode
en: Security code
es: Código de seguridad
fr: Code de sécurité
it: Codice di sicurezza
ja: セキュリティコード
pt_br: Código de segurança
zh_hans: 安全码
zh_hant: 安全碼

source: 보이지 않는 제어 문자 자동 제거
de: Unsichtbare Steuerzeichen automatisch entfernen
en: Auto-strip invisible control characters
es: Quitar caracteres de control invisibles auto.
fr: Supprimer auto. les caractères de contrôle invisibles
it: Rimuovi auto. i caratteri di controllo invisibili
ja: 見えない制御文字を自動削除
pt_br: Remover caracteres de controle invisíveis auto.
zh_hans: 自动去除不可见控制字符
zh_hant: 自動移除隱形控制字元

source: 복사
de: Kopieren
en: Copy
es: Copiar
fr: Copier
it: Copia
ja: コピー
pt_br: Copiar
zh_hans: 复制
zh_hant: 複製

source: 복사 시 사운드
de: Sound beim Kopieren
en: Sound on copy
es: Sonido al copiar
fr: Son à la copie
it: Suono alla copia
ja: コピー時のサウンド
pt_br: Som ao copiar
zh_hans: 复制时声音
zh_hant: 複製時聲音

source: 복사 시 햅틱
de: Haptik beim Kopieren
en: Haptic on copy
es: Háptica al copiar
fr: Haptique à la copie
it: Aptico alla copia
ja: コピー時のハプティック
pt_br: Háptico ao copiar
zh_hans: 复制时触感
zh_hant: 複製時觸覺

source: 복사 횟수
de: Kopien-Anzahl
en: Copy count
es: Recuento de copias
fr: Nombre de copies
it: Numero di copie
ja: コピー回数
pt_br: Contagem de cópias
zh_hans: 复制次数
zh_hant: 複製次數

source: 복사한 항목이 여기에 표시됩니다
de: Kopierte Einträge erscheinen hier
en: Copied items will appear here
es: Los elementos copiados aparecerán aquí
fr: Les éléments copiés apparaîtront ici
it: Gli elementi copiati appariranno qui
ja: コピーした項目がここに表示されます
pt_br: Os itens copiados aparecerão aqui
zh_hans: 复制的项目将显示在这里
zh_hant: 複製的項目將顯示在這裡

source: 본인 확인
de: Identitätsprüfung
en: Identity check
es: Verificación de identidad
fr: Vérification d'identité
it: Verifica identità
ja: 本人確認
pt_br: Verificação de identidade
zh_hans: 身份验证
zh_hant: 身分驗證

source: 본인인증
de: Identitätsbestätigung
en: Identity verification
es: Autenticación de identidad
fr: Authentification d'identité
it: Autenticazione identità
ja: 本人認証
pt_br: Autenticação de identidade
zh_hans: 身份认证
zh_hant: 身分認證

source: 본인확인
de: Identitätsprüfung
en: Identity check
es: Verificación de identidad
fr: Vérification d'identité
it: Verifica identità
ja: 本人確認
pt_br: Verificação de identidade
zh_hans: 身份验证
zh_hant: 身分驗證

source: 불러올 백업 파일 선택
de: Sicherung zum Importieren wählen
en: Select backup to import
es: Selecciona la copia a importar
fr: Choisir une sauvegarde à importer
it: Seleziona backup da importare
ja: 読み込むバックアップを選択
pt_br: Selecionar backup para importar
zh_hans: 选择要导入的备份
zh_hant: 選擇要匯入的備份

source: 붙여넣기
de: Einfügen
en: Paste
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
pt_br: Colar
zh_hans: 粘贴
zh_hant: 貼上

source: 붙여넣기 시 utm_source, fbclid 등 추적용 파라미터를 URL에서 제거합니다.
de: Entfernt Tracking-Parameter wie utm_source und fbclid beim Einfügen aus URLs.
en: Strip tracking parameters such as utm_source and fbclid from URLs on paste.
es: Elimina parámetros de seguimiento como utm_source y fbclid de las URLs al pegar.
fr: Supprime les paramètres de suivi (utm_source, fbclid, etc.) des URLs au collage.
it: Rimuove i parametri di tracciamento come utm_source e fbclid dagli URL durante l’incolla.
ja: 貼り付け時に utm_source や fbclid などのトラッキングパラメータをURLから削除します。
pt_br: Remove parâmetros de rastreamento como utm_source e fbclid das URLs ao colar.
zh_hans: 粘贴时从 URL 中移除 utm_source、fbclid 等跟踪参数。
zh_hant: 貼上時從 URL 中移除 utm_source、fbclid 等追蹤參數。

source: 붙여넣기 시 사운드
de: Sound beim Einfügen
en: Sound on paste
es: Sonido al pegar
fr: Son au collage
it: Suono all'incolla
ja: 貼り付け時のサウンド
pt_br: Som ao colar
zh_hans: 粘贴时声音
zh_hant: 貼上時聲音

source: 붙여넣기 시 햅틱
de: Haptik beim Einfügen
en: Haptic on paste
es: Háptica al pegar
fr: Haptique au collage
it: Aptico all'incolla
ja: 貼り付け時のハプティック
pt_br: Háptico ao colar
zh_hans: 粘贴时触感
zh_hant: 貼上時觸覺

source: 비밀번호, 신용카드 번호 등 민감한 정보 패턴이 감지되면 클립보드 저장을 건너뜁니다.
de: Wenn Muster sensibler Informationen (Passwörter, Kreditkartennummern usw.) erkannt werden, wird das Speichern übersprungen.
en: Skips saving to clipboard history when sensitive data (passwords, credit card numbers, etc.) is detected.
es: Si se detectan patrones de información sensible (contraseñas, números de tarjeta, etc.), se omite el guardado.
fr: Si des motifs d'informations sensibles (mots de passe, numéros de carte, etc.) sont détectés, la sauvegarde est ignorée.
it: Se vengono rilevati schemi di informazioni sensibili (password, numeri di carta ecc.), il salvataggio viene saltato.
ja: パスワードやクレジットカード番号など、機密情報のパターンが検出された場合はクリップボード保存をスキップします。
pt_br: Quando padrões de informação sensível (senhas, números de cartão etc.) são detectados, o salvamento é ignorado.
zh_hans: 检测到密码、信用卡号等敏感信息模式时,跳过剪贴板保存。
zh_hant: 偵測到密碼、信用卡號等敏感資訊模式時,跳過剪貼簿儲存。

source: 빠른 붙여넣기
de: Schnell einfügen
en: Quick paste
es: Pegar rápido
fr: Coller rapide
it: Incolla rapido
ja: クイック貼り付け
pt_br: Colar rápido
zh_hans: 快速粘贴
zh_hant: 快速貼上

source: 사용 가능
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
pt_br: Disponível
zh_hans: 可用
zh_hant: 可用

source: 사용 불가: %@
de: Nicht verfügbar: %@
en: Unavailable: %@
es: No disponible: %@
fr: Indisponible : %@
it: Non disponibile: %@
ja: 利用不可: %@
pt_br: Indisponível: %@
zh_hans: 不可用: %@
zh_hant: 無法使用: %@

source: 사용자 지정
de: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

source: 삭제
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: 상태
de: Status
en: Status
es: Estado
fr: État
it: Stato
ja: 状態
pt_br: Status
zh_hans: 状态
zh_hant: 狀態

source: 새 클립이 복사되면 조건에 맞는 태그를 자동으로 할당합니다.
de: Weist neu kopierten Clips automatisch passende Tags zu.
en: Tags are automatically assigned to new clips that match the condition.
es: Asigna automáticamente etiquetas que coincidan con las condiciones cuando se copian nuevos clips.
fr: Attribue automatiquement des tags correspondant aux conditions à chaque nouveau clip copié.
it: Assegna automaticamente tag corrispondenti alle condizioni quando vengono copiati nuovi clip.
ja: 新しいクリップがコピーされると、条件に一致するタグを自動で割り当てます。
pt_br: Atribui automaticamente etiquetas correspondentes às condições quando novos clipes são copiados.
zh_hans: 复制新剪贴项时,自动分配匹配条件的标签。
zh_hant: 複製新剪貼項時,自動指派符合條件的標籤。

source: 생성
de: Erstellen
en: Create
es: Crear
fr: Créer
it: Crea
ja: 作成
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

source: 선셋
de: Sonnenuntergang
en: Sunset
es: Atardecer
fr: Coucher de soleil
it: Tramonto
ja: サンセット
pt_br: Pôr do sol
zh_hans: 日落
zh_hant: 日落

source: 선택 캡처 모드
de: Selektiver Erfassungsmodus
en: Selection capture mode
es: Modo de captura selectiva
fr: Mode de capture sélective
it: Modalità acquisizione selettiva
ja: 選択キャプチャモード
pt_br: Modo de captura seletiva
zh_hans: 选择性捕获
zh_hant: 選擇性擷取模式

source: 선택...
de: Auswählen…
en: Select...
es: Seleccionar…
fr: Sélectionner…
it: Seleziona…
ja: 選択...
pt_br: Selecionar…
zh_hans: 选择…
zh_hant: 選擇…

source: 선택한 텍스트/코드 클립을 하나로 병합
de: Markierte Text/Code-Clips zusammenführen
en: Merge selected text/code clips
es: Fusionar clips de texto/código seleccionados
fr: Fusionner les clips texte/code sélectionnés
it: Unisci i clip testo/codice selezionati
ja: 選択したテキスト/コードクリップを1つに結合
pt_br: Mesclar clips de texto/código selecionados
zh_hans: 将选中的文本/代码剪贴合并为一个
zh_hant: 將選取的文字/程式碼剪貼合併為一個

source: 설정
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

source: 설정...
de: Einstellen…
en: Settings...
es: Configurar…
fr: Configurer…
it: Configura…
ja: 設定...
pt_br: Configurar…
zh_hans: 设置…
zh_hant: 設定…

source: 소문자로
de: klein
en: To lowercase
es: a minúsculas
fr: en minuscules
it: minuscolo
ja: 小文字に変換
pt_br: minúsculas
zh_hans: 转小写
zh_hant: 轉小寫

source: 수정
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: 스택 최대 %@개
de: Max. Stapel: %@
en: Max stack: %@ items
es: Pila máx: %@
fr: Pile max : %@
it: Pila max: %@
ja: スタック最大 %@件
pt_br: Pilha máx: %@
zh_hans: 最大堆栈: %@
zh_hant: 最大堆疊: %@

source: 스택 추가
de: Zum Stapel hinzufügen
en: Add to stack
es: Añadir a la pila
fr: Ajouter à la pile
it: Aggiungi alla pila
ja: スタックに追加
pt_br: Adicionar à pilha
zh_hans: 加入栈
zh_hant: 加入堆疊

source: 스택: %@개
de: Stapel: %@
en: Stack: %@
es: Pila: %@
fr: Pile : %@
it: Pila: %@
ja: スタック: %@件
pt_br: Pilha: %@
zh_hans: 堆栈:%@ 项
zh_hant: 堆疊:%@ 項

source: 스택: %lld개
de: Stapel: %lld
en: Stack: %lld
es: Pila: %lld
fr: Pile : %lld
it: Pila: %lld
ja: スタック: %lld件
pt_br: Pilha: %lld
zh_hans: 栈: %lld
zh_hant: 堆疊: %lld

source: 스택에 추가
de: Zum Stapel hinzufügen
en: Add to stack
es: Añadir a la pila
fr: Ajouter à la pile
it: Aggiungi alla pila
ja: スタックに追加
pt_br: Adicionar à pilha
zh_hans: 加入栈
zh_hant: 加入堆疊

source: 스택에 추가됨 (%@개)
de: Zum Stapel hinzugefügt (%@)
en: Added to stack (%@)
es: Añadido a la pila (%@)
fr: Ajouté à la pile (%@)
it: Aggiunto alla pila (%@)
ja: スタックに追加 (%@件)
pt_br: Adicionado à pilha (%@)
zh_hans: 已加入栈 (%@)
zh_hant: 已加入堆疊 (%@)

source: 스택추가
de: Zum Stapel hinzufügen
en: Add to stack
es: Añadir a la pila
fr: Ajouter à la pile
it: Aggiungi alla pila
ja: スタックに追加
pt_br: Adicionar à pilha
zh_hans: 加入栈
zh_hant: 加入堆疊

source: 시스템 기본값
de: Systemstandard
en: System Default
es: Predeterminado del sistema
fr: Valeur par défaut du système
it: Predefinito di sistema
ja: システムのデフォルト
pt_br: Padrão do sistema
zh_hans: 系统默认
zh_hant: 系統預設

source: 시스템 설정 → Apple Intelligence & Siri에서 활성화하고, 모델 다운로드가 완료되어야 분류가 작동합니다.
de: In den Systemeinstellungen → Apple Intelligence & Siri aktivieren und auf den Abschluss des Modell-Downloads warten, damit die Klassifizierung funktioniert.
en: Enable in System Settings → Apple Intelligence & Siri, and wait for the model download to complete before classification works.
es: Actívalo en Preferencias del Sistema → Apple Intelligence y Siri, y espera a que termine la descarga del modelo para que funcione la clasificación.
fr: Activez dans Réglages Système → Apple Intelligence et Siri, puis attendez la fin du téléchargement du modèle pour que la classification fonctionne.
it: Attiva in Impostazioni di sistema → Apple Intelligence e Siri e attendi il completamento del download del modello per la classificazione.
ja: システム設定 → Apple Intelligence と Siri で有効化し、モデルのダウンロードが完了すると分類が動作します。
pt_br: Ative em Ajustes do Sistema → Apple Intelligence e Siri, e aguarde o download do modelo para que a classificação funcione.
zh_hans: 在「系统设置 → Apple Intelligence 与 Siri」中启用,并等待模型下载完成后分类才会生效。
zh_hant: 在「系統設定 → Apple Intelligence 與 Siri」中啟用,並等待模型下載完成後分類才會生效。

source: 시스템 설정 열기
de: Systemeinstellungen öffnen
en: Open System Settings
es: Abrir Ajustes del sistema
fr: Ouvrir les Réglages système
it: Apri Impostazioni di sistema
ja: システム設定を開く
pt_br: Abrir Ajustes do Sistema
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: 시작
de: Start
en: Start
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
pt_br: Iniciar
zh_hans: 开始
zh_hant: 開始

source: 실행 중인 앱 선택
de: Laufende App auswählen
en: Select Running App
es: Elegir una app en ejecución
fr: Choisir une application en cours d'exécution
it: Seleziona app in esecuzione
ja: 実行中のアプリを選択
pt_br: Selecionar app em execução
zh_hans: 选择运行中的应用
zh_hant: 選擇執行中的應用程式

source: 실행 중인 앱에서 선택
de: Aus laufenden Apps wählen
en: Choose from running apps
es: Elige de las apps en ejecución
fr: Choisir parmi les apps en cours
it: Scegli tra le app in esecuzione
ja: 実行中のアプリから選択
pt_br: Escolher entre apps em execução
zh_hans: 从运行中的应用选择
zh_hant: 從執行中的 App 選擇

source: 알 수 없음
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

source: 알림 센터 위젯을 통해 최근 클립과 고정된 클립을 빠르게 확인할 수 있습니다. 위젯 타겟이 설치되어 있어야 합니다.
de: Greife über ein Widget in der Mitteilungszentrale schnell auf aktuelle und angeheftete Clips zu. Das Widget-Target muss installiert sein.
en: Quickly access recent and pinned clips through a Notification Center widget. The widget target must be installed.
es: Accede rápidamente a clips recientes y anclados desde un widget del Centro de notificaciones. Debe estar instalado el objetivo del widget.
fr: Accédez rapidement aux clips récents et épinglés via un widget du Centre de notifications. La cible du widget doit être installée.
it: Accedi rapidamente ai clip recenti e fissati tramite un widget nel Centro notifiche. È necessario installare il target del widget.
ja: 通知センターのウィジェットから最近のクリップとピン留めクリップに素早くアクセスできます。ウィジェットターゲットがインストールされている必要があります。
pt_br: Acesse rapidamente clipes recentes e fixados através de um widget da Central de Notificações. O destino do widget deve estar instalado.
zh_hans: 通过通知中心小组件快速访问最近的剪贴项和固定的剪贴项。需要安装小组件目标。
zh_hant: 透過通知中心小工具快速存取最近的剪貼項和釘選的剪貼項。需要安裝小工具目標。

source: 앞뒤 공백 제거
de: Leerzeichen trimmen
en: Trim whitespace
es: Recortar espacios
fr: Supprimer les espaces
it: Rimuovi spazi
ja: 前後の空白を削除
pt_br: Aparar espaços
zh_hans: 去除两端空格
zh_hant: 去除兩端空白

source: 애니메이션
de: Animationen
en: Animations
es: Animaciones
fr: Animations
it: Animazioni
ja: アニメーション
pt_br: Animações
zh_hans: 动画
zh_hant: 動畫

source: 앰버
de: Bernstein
en: Amber
es: Ámbar
fr: Ambre
it: Ambra
ja: アンバー
pt_br: Âmbar
zh_hans: 琥珀
zh_hant: 琥珀

source: 앱
de: App
en: App
es: App
fr: App
it: App
ja: アプリ
pt_br: App
zh_hans: 应用
zh_hant: App

source: 앱 (번들 ID)
de: App (Bundle-ID)
en: App (Bundle ID)
es: App (Bundle ID)
fr: App (Bundle ID)
it: App (Bundle ID)
ja: アプリ (バンドルID)
pt_br: App (Bundle ID)
zh_hans: 应用 (Bundle ID)
zh_hant: 應用程式 (Bundle ID)

source: 어제
de: Gestern
en: Yesterday
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
pt_br: Ontem
zh_hans: 昨天
zh_hant: 昨天

source: 언어
de: Sprache
en: Language
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

source: 언어 변경은 앱 재시작 후 적용됩니다.
de: Sprachänderungen werden nach Neustart der App übernommen.
en: Language change takes effect after restarting the app.
es: Los cambios de idioma se aplican tras reiniciar la app.
fr: Les changements de langue sont appliqués après le redémarrage de l'application.
it: Le modifiche alla lingua verranno applicate dopo il riavvio dell’app.
ja: 言語の変更はアプリを再起動すると反映されます。
pt_br: As alterações de idioma são aplicadas após reiniciar o app.
zh_hans: 语言更改将在重启应用后生效。
zh_hant: 語言變更將在重新啟動應用程式後生效。

source: 언어 설정을 적용하려면 ClipRaven을 재시작해야 합니다.
de: Starte ClipRaven neu, um die Spracheinstellung zu übernehmen.
en: ClipRaven must restart to apply the language change.
es: Debes reiniciar ClipRaven para aplicar el cambio de idioma.
fr: Redémarrez ClipRaven pour appliquer le changement de langue.
it: Riavvia ClipRaven per applicare le impostazioni della lingua.
ja: 言語設定を適用するにはClipRavenを再起動する必要があります。
pt_br: Reinicie o ClipRaven para aplicar a configuração de idioma.
zh_hans: 要应用语言设置,需要重启 ClipRaven。
zh_hant: 要套用語言設定,需要重新啟動 ClipRaven。

source: 연속 공백 축소
de: Mehrfach-Leerzeichen reduzieren
en: Collapse repeated whitespace
es: Reducir espacios
fr: Réduire les espaces
it: Riduci spazi
ja: 連続する空白を縮小
pt_br: Reduzir espaços
zh_hans: 压缩连续空格
zh_hant: 壓縮連續空白

source: 영수증
de: Quittung
en: Receipt
es: Recibo
fr: Reçu
it: Ricevuta
ja: 領収書
pt_br: Recibo
zh_hans: 收据
zh_hant: 收據

source: 오늘
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

source: 오류
de: Fehler
en: Error
es: Error
fr: Erreur
it: Errore
ja: エラー
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

source: 오션
de: Ozean
en: Ocean
es: Océano
fr: Océan
it: Oceano
ja: オーシャン
pt_br: Oceano
zh_hans: 海洋
zh_hant: 海洋

source: 오픈소스 라이선스
de: Open-Source-Lizenzen
en: Open Source Licenses
es: Licencias de código abierto
fr: Licences open source
it: Licenze open source
ja: オープンソースライセンス
pt_br: Licenças de código aberto
zh_hans: 开源许可
zh_hant: 開放原始碼授權

source: 온보딩 다시 보기
de: Onboarding erneut anzeigen
en: Show onboarding again
es: Ver introducción de nuevo
fr: Revoir l'introduction
it: Rivedi l'onboarding
ja: オンボーディングをもう一度見る
pt_br: Ver introdução novamente
zh_hans: 再次查看引导
zh_hant: 再次查看引導

source: 완료
de: Fertig
en: Done
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: 완료 (이미 비어있음)
de: Fertig (bereits leer)
en: Done (already empty)
es: Listo (ya estaba vacío)
fr: Terminé (déjà vide)
it: Fatto (già vuoto)
ja: 完了 (すでに空)
pt_br: Concluído (já estava vazio)
zh_hans: 完成 (已为空)
zh_hant: 完成 (已為空)

source: 완료: %lld개 처리
de: Fertig — %lld verarbeitet
en: Done — %lld processed
es: Listo — %lld procesados
fr: Terminé — %lld traités
it: Fatto — %lld elaborati
ja: 完了: %lld件を処理
pt_br: Concluído — %lld processados
zh_hans: 完成: 已处理 %lld 个
zh_hant: 完成: 已處理 %lld 個

source: 왜 이 클립이 안 저장됐지?
de: Warum wurde dieser Clip nicht gespeichert?
en: Why wasn't this clip saved?
es: ¿Por qué no se guardó este clip?
fr: Pourquoi ce clip n'a-t-il pas été enregistré ?
it: Perché questo clip non è stato salvato?
ja: なぜこのクリップが保存されなかった？
pt_br: Por que este clip não foi salvo?
zh_hans: 为什么没保存这个剪贴？
zh_hant: 為什麼沒儲存這個剪貼？

source: 요약
de: Zusammenfassen
en: Summarize
es: Resumir
fr: Résumer
it: Riassumi
ja: 要約
pt_br: Resumir
zh_hans: 摘要
zh_hant: 摘要

source: 원본 사이즈 제한
de: Originalgrößenlimit
en: Original size limit
es: Tamaño máx. del original
fr: Taille max d'origine
it: Limite dimensione originale
ja: オリジナルのサイズ制限
pt_br: Limite de tamanho do original
zh_hans: 原图大小限制
zh_hant: 原檔大小限制

source: 위험 영역
de: Gefahrenbereich
en: Danger zone
es: Zona peligrosa
fr: Zone à risque
it: Zona di rischio
ja: 危険な操作
pt_br: Zona de risco
zh_hans: 危险区域
zh_hant: 危險區域

source: 유사 이미지 검색
de: Ähnliche Bilder suchen
en: Find Similar Images
es: Buscar imágenes similares
fr: Rechercher des images similaires
it: Cerca immagini simili
ja: 類似画像を検索
pt_br: Buscar imagens semelhantes
zh_hans: 搜索相似图像
zh_hant: 搜尋相似圖像

source: 유사 이미지 찾기
de: Ähnliche Bilder finden
en: Find similar images
es: Buscar imágenes similares
fr: Trouver des images similaires
it: Trova immagini simili
ja: 類似画像を検索
pt_br: Encontrar imagens semelhantes
zh_hans: 查找相似图片
zh_hant: 尋找相似圖片

source: 이 단축키로 ClipRaven 패널을 열고 닫습니다.
de: Mit diesem Kürzel öffnest und schließt du das ClipRaven-Panel.
en: This shortcut opens and closes the ClipRaven panel.
es: Usa este atajo para abrir y cerrar el panel de ClipRaven.
fr: Ce raccourci ouvre et ferme le panneau ClipRaven.
it: Usa questa scorciatoia per aprire e chiudere il pannello ClipRaven.
ja: このショートカットでClipRavenパネルを開閉します。
pt_br: Use este atalho para abrir e fechar o painel do ClipRaven.
zh_hans: 使用此快捷键打开和关闭 ClipRaven 面板。
zh_hant: 使用此快捷鍵開啟和關閉 ClipRaven 面板。
